Revit 2024 API
BuiltInFailures.FabricFailures.WrongFabricSheetEndOverhang Property
 Wrong Start Overhang of the Fabric Sheet Type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId WrongFabricSheetEndOverhang { get; }
Visual Basic
Public Shared ReadOnly Property WrongFabricSheetEndOverhang As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ WrongFabricSheetEndOverhang {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace